---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.MultistoryStairs
source: html/5fbceb58-05ba-f39a-accf-447d0b510a90.htm
---
# MultistoryStairs Properties

The actual depth of the stairs treads in the stairs, actual tread depth is equal to minimum tread depth by default.